INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (1, 'За блатовете:
300 г овесени ядки
3 яйца
5-6 с.л кисело мляко с малко сода за хляб (около 1 малка лъжичка)
чаена лъжица какао
щипка канела
1 пакетче ванилова захар
50 г червени боровинки
50 г стафиди Джъмбо на око

300 г скир
100 г сладко от череши', 'Слагаме в блендер овесените ядки, 100 мл вода, яйцата, киселото мляко, какаото, канелата, ваниловата захар, боровинките, стафидите. Разбъркваме до получаване на хомогенна гладка смес. Печем блата на 150 градуса за 20 минути.
Кремът се прави като разбъркваме скир със сладко от череши.
Разрязваме на 2 блата, мажем с крем между двата блата и отгоре.', 2244, 60, 'm1', 'БЕЗГЛУТЕНОВА ТОРТА С КРЕМ ОТ СКИР - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (2, '280 г сварен изцеден боб
2 яйца
2 с. л. какао
2 с. л. мед
1/2 кафена лъжичка сода 
50 г орехи или бадеми
50 г стафиди', 'По желание може да добавите малко орехи или бадеми, протеин, стафиди, чиа, ленено семе, парченца черен шоколад, банани.
Всичко се пасира се или се разбърква в блендер.
Пече се в силиконови форми за 20 мин на 200 градуса.', 1658, 30, 'm2', 'БРАУНИ С БОБ - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (3, '400 г тиквички
3 яйца
100 г бейби спанак
500 г рукола
100 г маслини
100 г домати
200 г шунка
1 обезмаслена моцарела', 'Блат -тиквичките се настъргват и се оставят за 1 час да се отцеждат. Разбъркват се с яйцата.
Отгоре се подрежда спанакът, руколата, маслините, ситно нарязаните домати, шунка и моцарела.', 1127, 30, 'm3', 'ПИЦА ОТ ТИКВИЧКИ - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (4, '2 яйца
200 г безглутенов овес
3-4 с.л. кисело мляко с малко сода
1/4 ч.ч зехтин
50 г орехи 
50 г боровинки 
щипка канела', 'Всичко се поставя в блендер и се разбърква.
Добавя се вода, докато се получи хомогенна смес. Може да се сложат банани или др. ядки, парченца черен шоколад.
Пече се на 150 градуса, около 15-20 минути като се наблюдават.', 1912, 30, 'm4', 'БЕЗГЛУТЕНОВИ ОВЕСЕНИ МЪФИНИ - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (5, '250 г спанак
100 г домати
50 г черни маслини', 'Всичко се смесва. Подправя се със сол, зехтин, лимонов сок или оцет.', 149, 15, 'm5', 'САЛАТА - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (6, '200 г  котлет от сьомга
250 г микс от замразени зеленчуци', 'Сьомгата се пече за около 15 мин от страна на грил тиган.
Зеленчуците се задушават със сол и подправки по избор за 15 мин.', 504, 15, 'm6', 'ПЕЧЕНА СЬОМГА - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (7, 'За блатовете:
4 яйца
250 гр. овесени ядки
3 с.л. брашно от рожков
3 с.л. скир(или обикновено кисело мляко) + щипка сода
щипка канела
50 г орехи или бадеми
100 г мед

Крем:
2 кофички скир
100 г червени боровинки
100 г натурални фурми', 'Слагаме всичко в блендера и добавяме 100 мл вода. разбъркваме до получаване на хомогенна смес. Оставяме да престои 30 мин. Печем на 150 градуса за около 15-20 минути.
Когато блатът изстине, разрязваме на 2, намазваме с мед и изчаквате да изстинат напълно.
За крема разбъркваме Скир, смлени червени боровинки, натурални фурми
Декорацията е замразени плодове.', 2809, 60, 'm7', 'ЗДРАВОСЛОВНА ТОРТА - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (8, '10 г ленено семе
10 г чиа
10 г брашно от рожков
10 г кокосово брашно
30 г протеин(с вкус шоколад)
20 г шоколад Lindt Excellence - 90% Cocoa
40 г кокосово масло','Затопляме 200мл вода. След което слагаме кокосовото масло и двете парченца шоколад да се разтопят. Добавяме всичко друго, като чиата и лененото семе смиламе предварително.
Може да изсипем в силиконови формички, на фолио или да оформим като бонбони.', 739, 30, 'm8', 'ШОКОЛАДОВИ БОНБОНИ - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (9, '200 г леща
100 г морков
2 яйца
лют червен пипер
магданоз
чубрица
100 г червена чушка','Сваряваме 200 г леща. Изцеждаме и разбиваме, докато стане хомогенна смес. Добавяме 1 настърган морков, малко едър лют червен пипер, магданоз и чубрица, яйцата. Добавяме нарязаната червена чушка.
Оформяме кюфтенца и печем върху хартия на слаба фурна (около 160-170 градуса).', 938, 30, 'm9', 'ЛЕЩЕНИ КЮФТЕНЦА - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (10, '100 г мед 
2 яйца 
150 г овесени Ядки без глутен
10 г ленено семе 
50 г брашно от рожков
30 мл.зехтин 
канела 
1 ч.л сода','Смесваме всички съставки в блендер. Оформяме бисквитки върху хартия и печем 20 мин на 180 градуса.', 1600, 30, 'm10', 'МЕДЕНКИ - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (11, '2 яйца
200 г безглутенов овес
3-4 с.л. кисело мляко с малко сода
1/4 ч.ч. зехтин
100 г банани','Всичко се смесва.
Добавя се вода, докато се получи хомогенна смес.  Може да се сложат орехи или др. ядки, парченца черен шоколад, кокосови стърготини, червени боровинки и др. 
Пече се на 150 градуса, около 15-20 минути като се наблюдават.', 1488, 30, 'm11', 'БЕЗГЛУТЕНОВИ ЧОВЕЧЕТА - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (12, '90 г сурово пилешко филе
100 г спанак
100 г краставица','Пилешкото филе се запича на тиган, на среден огън с малко вода, за да не го изсушим. 
Подправките са пожелание. 
За салатата смесваме спанак и краставица и овкусяваме със сол и зехтин.', 38, 20, 'm12', 'СПАНАЧЕНА САЛАТА С ПИЛЕШКО - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (13, '2 яйца
50 г безглутенови овесени ядки
щипка канела
щипка ванилия
1 ч.л брашно от рожков
10 г ленено семе','Всичко се смесва и се пече на умерено загрят тиган.', 418, 15, 'm13', 'ОВЕСЕНИ ПАЛАЧИНКИ - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (14, '400 г обезмаслена извара Pilos
400 г кокосово мляко
100 г кокосово масло
75 г мед
100 г кокосово брашно
100 г кокосови стърготини
30 г кокосови стърготини за поръсване
20 г пресен лимонов сок','За блата: Смесват се кокосовото мляко, масло, мед, брашното и 100 г кокосови стърготини. Разбъркват се добре. 
Изсипва се в кръгла форма и се пече за 10 мин на 150 градуса.

За глазурата: Смесват се изварата с кокосовите стърготини, пожелание и лъжица мед. Маже се върху изстиналия блат.', 3392, 60, 'm14', 'ТОРТА РАФАЕЛО - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (15, '140 г банан
1 ч.ч. овесени ядки
7-8 фурми
1 ч.л кокосово масло
1 с.л брашно от рожков
1 ч.л канела
10 г ленено семе
10 г кокосови стърготини','Намачкваме бананът и го смесваме със ситно нарязаните фурми, овесените ядеки, брашното от рожков, канелата и кокосовото масло.
Оформяме топченца и ги овалваме в кокосови стърготини / чиа / макови семенца.', 1321, 30, 'm15', 'СУРОВИ БОНБОНИ - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (16, '3 жълтъка, 4 белтъка
70 г авокадо
10 г кокосово масло','Печем яйцата в намазнен тиган с кокосово масло и гаранираме с половин авокадо.
Поръсваме със сол на вкус.', 502, 15, 'm16', 'КЕТО ЯЙЦА - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (17, 'айсберг
50 г рукола
30 г маслини
100 г авокадо
100 г пилешко филе','Запичаме пилешкото филе на тиган, 10 мин от всяка страна. Добавяме към салатата от рукола, айсберг, маслини и авокадо.',412 ,20, 'm17', 'САЛАТА С ПИЛЕШКО ФИЛЕ - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (18, 'айсберг
50 г рукола
маруля
50 г маслини
100 г краставица
100 г пилешко филе','Всичко се смесва. Филето се пече на тиган или скара по 10 мин от всяка страна.',237 ,20, 'm18', 'САЛАТА С ПИЛЕШКО ФИЛЕ - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (19, '200 г скир
140 г банан
20 г чиа','Всичко се смесва.', 344, 10, 'm19', 'СКИР С БАНАН И ЧИА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (20, '4 Оризови вафли
100 г банан
2 с.л бадемово масло или тахан - Gym Beam','Намазваме оризовата вафличка с бадемов тахан. Добавяме парченца банан.', 390, 10, 'm20', 'ОРИЗОВИ ВАФЛИ С ТАХАН');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (21, '1 яйце
50 г овесено брашно
50 г спанак
10 г кокосово масло','Разбъркваме 1 яйце с 50 г овесено брашно. Добавяме нарязан на ситно спанак и сол.
Печем в тиган.', 385, 15, 'm21', 'СПАНАЧЕНА ПАЛАЧИНКА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (22, '200 г котлет от сьомга
салата айсберг
120 г  домат
50 г черни маслини
5 г зехтин','Сьомгата се пече за около 15 мин от страна на грил тиган. Гарнира се със зелена салата, домати и маслини.Салатата се овкусява със зехтин и  сол на вкус.', 594, 15, 'm22', 'СЬОМГА СЪС ЗЕЛЕНЧУЦИ - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (23, '500 г  тиква “Цигулка”
100 г мед - акациев или пчелен
100 г орехи','Тиквата се измива добре и разрязва по дължина и се изчиства от семките. С вилица надупчваме цялата тиква, след което я мажем с мед.
Печем на х градуса за 30 мин. Пожелание се сипва вода в тавата, за да не загаря.
5 мин преди да извадим тиквата поръсваме с орехи и печем.', 1162, 30, 'm23', 'ПЕЧЕНА ТИКВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (24, '100 г авокадо
70 г домат
50 г бяло краве сирене
чиа семена за поръсване
3 оризовки
лимонов сок','Намачкваме авокадото в купичка. Овкусяваме със сол и няколко капки лимонов сок. 
Разпределяме авокадото равномерно върху оризовки. Поръсваме със ситно нарязан домат, натрошеното сирене и чиа семена.', 434, 15, 'm24', 'АВО ТОСТ С ОРИЗОВКИ');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (25, '200 г банан
50 г черен шоколад
50 г фъстъчено масло GymBeam','Нарязваме бананите на парченца по около 0.5 см. Залепваме по две парченца с фъстъчено масло и потапяме в разтопения черен шоколад. 
Поръсваме с кокосови стърготини и оставяме 15 мин в хладилник.', 751, 30, 'm25', 'БАНАНОВИ БОНБОНИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (26, '100 г фини овесени ядки
100 г банан
1 с.л мед
2 с.л  фъстъчено масло на GymBeam','Бананът се смачква добре, смесва се с овесените ядки, прибавя се мед и фъстъчено масло. 
Всичко се обърква добре. Оформят се бисквитки и се пече на 200 градуса за 10 мин.', 909, 30, 'm26', 'ОВЕСЕНИ БИСКВИТКИ- КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (27, '3 яйца
50 г рукола
50 г червена чушка
100 г бекон
30 г чери домати за украса','Яйцата се разбиват добре, прибавя се нарязаната на ситно рукола, червена чушка и бекон. Сол на вкус. Пече се на 200 градуса за 15 мин във формички за мъфини.
Поднасят се поръсени с риган и чери домати.', 545, 30, 'm27', 'ЯЙЧЕНИ МЪФИНИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (28, '100 г овесени ядки
100 г банан
1 с.л мед
1 с.л фъстъчено масло
1 яйце
1 с.л домашно сладко по избор
40 г черен шоколад
50 г боровинки','Намачкваме добре банана и го смесваме с добре разбитото яйце. Прибавяме смлените овесените ядки, мед, фъстъчено масло, домашно сладко, боровинките  и парченца черен шоколад. 
Изсипваме във формички за мъфини. Печем на 200 градуса за 15 мин.', 1409, 30, 'm28', 'ОВЕСЕНИ МЪФИНИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (29, '80 г черен шоколад
2 с.л фъстъчено масло','Разтапяме шоколада на водна баня и го разпределяме във формички за бонбони. Оставяме в хладилник за 30 мин. 
Слепваме по 2 бонбона с фъстъчено масло. Поръсваме с кокосови стърготини.',736, 25, 'm29', 'ШОКОЛАДОВИ БОНБОНИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (30, '100 г добре узряло авокадо
2 яйца
50 г бекон','Авокадото се разрязва и почиства от костилката. Във всяко авокадо се счупва по 1 яйце. Поръсва се със ситно нарязан бекон. Овкусява се с черен пипер и сол. 
Пече се във фурна на 200 градуса за 7 мин. ',489, 25, 'm30', 'ЯЙЧЕНО АВОКАДО - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (31, '100 г авокадо
2 яйца
50 г червена чушка
чиа семена','Сваряваме трите яйца. Намачкваме авокадото в купичка. Овкусяваме със сол. Разпределяме авокадото равномерно върху оризовки. Поръсваме със ситно нарязана червена чушка, 
резенчета яйца и чиа семена.',378, 25, 'm31', 'АВО ТОСТ С ОРИЗОВКИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (32, '100 г чушка
2 яйца
120 г розов домат','Разрязваме чушката на 2 половини и почистваме от семена. Счупваме по 1 яйце във всяка половина. Пече се във фурна на 200 градуса за 7 мин. Поръсваме със сол и черен пипер. 
Поднасяме с гарнитура розов домат.',225, 15, 'm32', 'ПЪЛНЕНИ ЧУШКИ С ЯЙЦЕ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (33, '2 яйца
50 г безглутенови овесени ядки
1 щипка канела
1 щипка ванилия
1 щипка ленено семе
25 г Био Шоколад VM ORGANIC / мед','Всичко се смесва и се пече на умерено загрят тиган. Маже се с шоколад или мед.',480, 15, 'm33', 'ОВЕСЕНА ПАЛАЧИНКА - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (34, '300 г скир на Pilos
1 с.л домашно сладко по желание','Всичко се смесва.',322, 5, 'm34', 'СКИР СЪС СЛАДКО - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (35, '200 г телешко филе
100 г микс от замразени зеленчуци
100 г картофи','Нарязваме телешкото на дребни парчета и варим в подсолена вода до омекване. Добавяме картофите и миксът от замразени зеленчуци и варим още 20 мин или до сваряване на картофите. 
Добавяме подправки пожелание.',500, 60, 'm35', 'ТЕЛЕШКИ ГЮВЕЧ');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (36, '50 г бял ориз
100 г зеленчуков замразен микс
200 г пилешко филе','Пилешкото филе се пече на скара за по 10 мин от страна.
Оризът се вари с китайския зеленчуков микс за 30 мин на 150 градуса.
Овкусява се със сол и черен пипер.',507, 30, 'm36', 'ОРИЗ С ПИЛЕШКО');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (37, '240 г узряло авокадо
1 яйце
2 с.л фъстъчено масло
2 с.л какао
50 г разтопен шоколад
4 - 5 фурми
мед пожелание','Всички продукти се смесват в блендер. Оформят се бисквитки. Пече се  5 мин на 180 градуса.',1320, 30, 'm37', 'АВО БИСКВИТИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (38, '300 г карфиол
20 г гъби печурки
10 г кокосово масло','Зеленчуците се подреждат върху хартия. Поръсват се с кокосова мазнина. Пекат се на хартия за 15 мин на 200 градуса.',170, 15, 'm38', 'ПЕЧЕН КАРФИОЛ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (39, '2 яйца
5 г кокосово масло
100 г цедено кисело мляко
50 г краставица','Яйцата се счупват в тиган, предварително намазнен с кокосово масло. Пържат се 5 мин на 150 градуса, без да се обръщат. Целта е жълтъкът да остане неизпържен, за да бъде сосът към яйцата ни. Поръсват се с шарена сол.
Краставицата се обелва и реже на ситно. Смесва се с млякото. Овкусява се със сол.',301, 15, 'm39', 'ЯЙЦА НА ОЧИ');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (40, '70 г авокадо
1 яйце
70 г домат
5 г кокосова мазнина
1 хлебче пълнозърнест земел
червен пипер
чубрица','Разрязваме хлебчето на 2 и запичаме в тиган
подреждаме резени домат, резени авокадо. Пържим яйцето в кокосова мазнина, само от едната страна, без да обръщаме. Целта е жълтъкът да остане неизпържен. Добавяме яйцето върху хлебчето. Овкусяваме със сол, чубрица и червен пипер.',420, 15, 'm40', 'АВО ТОСТ');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (41, '50 г гъби печурки
100 г тиквичка
100 г морков
70 г авокадо
червен пипер
10 г зехтин','Зеленчуците се нарязват. Подреждат се върху хартия. Овкусяват се със сол, червен пипер и други подправки по желание. Поръсват се със зехтин. Пекат се за 30 мин на 180 градуса. 
Гарнират се с половин авокадо и няколко бисквитки “Хогаренас”.',290, 30, 'm41', 'ПЕЧЕНИ ЗЕЛЕНЧУЦИ');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (42, '50 г гъби печурки
100 г тиквичка300 г микс от замразени зеленчуци
120 г филе от сьомга
черен пипер','Сьомгата се запича на тиган за 2-3 мин от всяка страна. Овкусява се със сол и черен пипер.
Зеленчуковия микс се задушава в подсолена вода за 10 мин.',429, 15, 'm42', 'ФИЛЕ ОТ СЬОМГА - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (43, '250 г средно голям сладък картоф
1 с.л мед
1 с.л какао
70 г с.л фъстъчено масло
4 фурми','Картофът се сварява. Намачква се с вилица. Добавя се меда, какаото, фъстъченото масло и нарязаните фурми. Обърква се. Пече се на хартия за 15 мин на 200 градуса. Може да се поръси с кокосови стърготини.', 929, 30, 'm43', 'БРАУНИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (44, '2100 г нахут
100 г риба тон
50 г червена чушка
50 г кромид лук
140 г авокадо
лимон','Чушката се разрязва на две и се почиства. В нея се добавят ситно нарязаният лук, авокадо, рибата тон и нахута. Овкусява се със сол и лимон.', 464, 15, 'm44', 'САЛАТА В ЧУШКА - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (45, '100 г овесени ядки
100 г ябълка
щипка канела
70 г банан
1 с.л мед','Овесените ядки се смилат в блендер. Към тях в блендера добавяме ябълката, канела, бананът и меда. Разбъркваме до получаване на хомогенна смес. 
Печем във формички за 15 мин на 180 градуса.', 687, 30, 'm45', 'КОЛЕДНИ МЕДЕНКИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (46, '50 г кокосово масло
50 г краве  масло 
5 яйца
200 г сирене
1 пакет пълнозърнести кори','Разбиваме добре 4 яйца, добавяме разтопеното краве и кокосово масло. Добавяме натрошеното сирене.
Подреждаме последователно кори и мажем със сместа. Най-отгоре мажем останалото 1 яйце. Печем във фурна за 25 мин на 180 градуса.', 3132, 30, 'm46', 'БАНИЦА - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (47, '50 г ориз
100 г замразен грах
50 г пушено филе от сьомга
куркума
черен пипер','Оризът се вари на бавен огън за 20 мин. Овкусява се с куркума, сол и черен пипер Грахът се вари на тиган с малко вода за 10 мин, след което се овкусява със сол и малко лимонов сок. 
Гарнират се със 100 г пушено филе от сьомга.', 300, 15, 'm47', 'БУДА КУПА С ОРИЗ');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (48, '50 г сирене
айсберг
100 г домати
2 яйца
50 г маслини
риган','Всичко се нарязва на средни кубчета, айсбергът се накъсва. Прибавят се 2 цели варени яйца. Овкусява се с риган, сол, зехтин и оцет пожелание.', 436, 15, 'm48', 'ГРЪЦКА САЛАТА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (49, '3 оризови вафлички
125 г котидж сирене
100 г домати', 'Оризовките се мажат с котидж сирене. Върху тях се подреждат резенчета домати и  се поръсват със шарена сол или риган.', 231, 15, 'm49', 'ОРИЗОВКИ С КОТИДЖ');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (50, '100 г киноа
50 г авокадо
50 г домати
1 яйце', 'Киноата се накисва за 24 часа във вода. Овкусява се със сол и куркума пожелание. Гарнира се с 1 цяло варено яйце, домати и авокадо.', 558, 15, 'm50', 'БУДА КУПА С КИНОА - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (51, '50 г бейби спанак
50 г репички
100 г сладък картоф
50 г зелен лук
50 г бекон
50 г нахут
10 г кокосово масло
50 г гъби печурки', 'Сладкият картоф се пече на добре загрята фурна до омекване.
В намазнен с кокосова мазнина тиган се смесват нарязания бекон, нахута, гъбите. Овкусяват се със сол. Сместа се пълни в картова. Поръсва се с пресен лук. 
Гарнира се от салата с бейби спанак и репички, пожелание овкусени със сол, оцет и зехтин.', 389, 30, 'm51', 'ПЪЛНЕН СЛАДЪК КАРТОФ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (52, '300 г тиква
2 с.л какао
100 г кокосово брашно
1 ванилия
3 яйца
1 с.л мед
щипка канела
50 г кокосово масло
100 г черен шоколад', 'Тиквата се вари, отцежда и намачква. Към нея се прибавят какаото, кокосовото брашно, яйцата, канелата, меда и разтопено кокосово масло(20гр).
Пече се на хартия  за 20 мин на 180 градуса. В съд на водна баня се разтапя черния шоколад, заедно с останалата кокосовата мазнина. Браунито се намазва. 
Пожелание се поръсва с кокосови стърготини.', 1896, 60, 'm52', 'ТИКВЕНО БРАУНИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (53, '2 яйца
70 г авокадо
100 г ленено семе
100 г овесени ядки
50 г сирене
50 г кашкавал

70 г хумус за глазура', 'Всичко се слага в блендер и се разбърква до получаване на хомогенна смес. Сместа се изсипва в силиконови формички и се пече за 15 мин на 180 градуса. 
Мъфините се мажат с хумус след изстиване.',1556, 30, 'm53', 'СОЛЕНИ МЪФИНИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (54, '100 г фурми
100 г ленено семе
50 г орехи
100 г банан
1.с.л брашно от рожков
кокосови стърготини за овалване', 'Всичко се поставя в блендер и се разбърква до получаване на хомогенна смес. Ако сместа е рядка за оформяне на топчета се прибавя още 
ленено семе или фурми. Оформят се топчета и се овалват в кокосови стърготини.',1342, 30, 'm54', 'СУРОВИ БОНБОНИ');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (55, '200 г брашно от лимец
1 яйце
3-4 с.л мед
70 г краве масло
1 ч.л канела
1 ч.л бакпулвер
1 ванилия
щипка сол

За глазурата:
2 с.л какао
2 с.л животинска сметана
2 с.л кокосова захар
1-2 с.л вода', 'Всичко се разбърква добре. Сместа се замесва и разточва на блат от 2 см. С формички се изрязват меденките. Пекат се на хартия за 15 мин на 180 градуса.

Глазурата се приготвя като всичко се смесва на бавен огън. След изстиване меденките се подапят в топлата глазура или се заливат.',2358, 45, 'm55', 'КОЛЕДНИ МЕДЕНКИ');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (56, '100 г овесени ядки
50 г ябълка
70 г банан
50 г бадемово масло на GymBeam
портокалови корички за овкусяване', 'Всичко се поставя в блендер и се разбърква добре.
Оформят се бисквитки с дебелина 2 см. Пече на хартия за 15 мин  на 180 градуса.',600, 30, 'm56', 'БИСКВИТИ С ТАХАН');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (57, '100 г овесени ядки
2 с.л какао
2 с.л брашно от рожков
50 г оризово мляко - подсладено
1 ч.л сода
80 г черен  шоколад за глазура
кокосови стърготини за поръсване', 'Всичко се смесва в блендер и се разбърква до получаване на хомогенна смес. Изсипва се в силиконова форма и се пече за 15 мин на 180 градуса.
Черният шоколад се разтапя на водна баня. Мъфините се заливат и се поръсват с кокосовите стърготини.', 1228, 45, 'm57', 'КАКАОВИ МЪФИНИ');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (58, '2 яйца
200 г овес
200 г шунка
50 г нарязани маслини
50 г сушени чушки
50 г сушени домати', 'Сушените чушки и домати предварително се накисват във вода за 30 мин. Яйцата, овесът, сушените домати и чушки се слагат в блендер до получаване на хомогенна смес. 
Нарязаната на ситно шунка и маслини се прибавят. Изливат се в силиконова форма. Пече се за 15 мин на 180 градуса.', 1487, 30, 'm58', 'СОЛЕНИ МЪФИНИ - АНИ НИНОВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (59, '500 гр картофи
1 яйце
20 гр гъби печурки
30 гр сварен боб
3-4 стръкчета магданоз
20 гр кромид лук
20 гр бадемово брашно', 'Сваряваме картофите. Намачкваме ги и ги разбъркваме с едно яйце. Оформяме топчета с дупка в средата и овалваме в бадемовото брашно. Нарязваме на ситно гъби печурки, 
боб от консерва или сварен, магданоз и лук. Пълним картофените гнезда с пълнежа и печем за 15 мин на 180 градуса.', 630, 30, 'm59', 'КАРТОФЕНИ ГНЕЗДА - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (60, '200 гр спанак
100 гр чери домати
50 гр сушени кайсии
20 гр орехи
50 гр сирене бри', 'Всичко се смесва и овкусява с лимонов сок и малко сол.',531, 15, 'm60', 'ЕКЗОТИЧНА САЛАТА - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (61, '50 гр киноа
50 гр гъби печурки
50 гр червени чушки
50 гр бекон
50 гр спанак
1 яйце', 'Сварете киноата. Изпечете нарязаните на ситно гъби печурки, червени чупки, беконът и половината спанак. Смесете всичко и поднесете с гарнитура 1 сварено яйце и свеж спанак. 
Овкусете с лимонов сок и сол и подправки по ваш избор.', 442, 15, 'm61', 'ОСНОВНО С КИНОА - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (62, '100 гр банан
50 гр кокосово брашно
50 гр кокосови стърготини
1 яйце
1 лимонова есенция
50 гр овесени ядки
1 с.л мед
червена ядлива боя
лимонова кора за овкусяване
80 гр бял шоколад
50 гр сладко от череши', 'Сложете всичко в блендер и разбъркайте до получаване на хомогенна смес. Печете в силиконова формичка на сърце за 20 мин на 180 градуса. Разтопете белия шоколад
на водна баня и намажете изстиналия блат. Разпределете върху белия шоколад сладкото от череши.', 1455, 40, 'm62', 'ТОРТА ЧЕРВЕНО КАДИФЕ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (63, '50 гр кромид лук
100 гр гъби печурки
100 гр чери домати
50 гр нахут от консерва
50 гр спанак
2 с.л заквасена сметана
1 безглутенова тортила
50 гр авокадо
1 к.л червен пипер', 'Печем нарязания на ситно лук, заедно с гъбите на тиган. Добавяме чери доматите, нахута и спанака. Добавяме заквасената сметана и червения пипер. Разпределяме върху
безглутеновата тортила. Добавяме авокадото. Завиваме тортилата.', 515, 30, 'm63', 'ТОРТИЛИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (64, '30 гр пълнозърнести спагети
50 гр гъби печурки
20 гр маслини
50 гр бекон
20 гр зелен лук
50 гр сметана за готвене', 'Варим спагетите в подсолена вода. В тиган смесваме гъбите, маслините, беконът, зеления лук и сметаната. 
Добавяме сварените спагети и разбъркваме.', 449, 30, 'm64', 'СПАГЕТИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (65, '50 гр боб от консерва
20 гр зелен лук
20 гр доматено пюре
100 гр гъби печурки,
50 гр червени чушки
50 гр бекон
30 гр чери домати
30 гр кашкавал
100 гр рукола
50 гр авокадо', 'На тиган запичаме бобът от консерва заедно със зеления лук и доматеното пюре.
Отделно запичаме на тиган гъбите, половината от червените чушки, беконът, чери доматките. Пълним гъбите и поръсваме с кашкавал. Печем за 5 мин.
Приготвяме салата от рукола, останалите червени чушки и авокадо.', 456, 40, 'm65', 'ПЪЛНЕНИ ГЪБИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (66, '100 гр банан
50 гр овесени ядки
2 яйца
1 ванилия
1 с.л мед
50 гр семена от чиа
20 гр кокосови стърготини 
20 гр фурми
20 гр райска ябълка
50 гр киви
40 гр натурален шоколад', 'Слагаме всичко в блендер и разбъркваме до получаване на хомогенна смес. Изсипваме в силиконова форма и печем за 10 мин на 180 градуса.
Разтапяме натуралния шоколад на водна баня. Мажем изстиналите палачинки. Гарнираме с плодове.', 1472, 30, 'm66', 'ПЛОДОВА ПАЛАЧИНКА - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (67, '100 гр рукола
20 гр орехи
20 гр сирене пармезан
1 зелена чушка
2 яйца
50 гр зелен лук
20 гр хумус
1 оризовка
25 гр филе от пушена сьомга', 'Салата приготвяме като смесаме руколата, орехите и пармезана. Овкусяваме с лимонов сок.
Оризовката мажем с хумуса и върху нея подреждаме сьомгата.
Разрязваме зелената чушка на 2 и във всяка част счупваме по 1 яйце. печем за 5 мин на 180 градуса.
Подреждаме всичко в чиния и поръсваме със зелен лук.', 520, 20, 'm67', 'ЗЕЛЕНА ПРИКАЗКА - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (68, '100 гр круши
1 с.л мед
канела
20 гр орехи
100 гр скир
50 гр лешниково Шоко сироп GymBeam', 'Разрязваме крушата на 2 половини и почистваме средата. Поръсваме с канела, мед и орехи. Печем за 10 мин на 180 градуса. 
След като крушата изстине я пълним със скир. Поръсваме с безкалоричния сироп на GymBeam.', 418, 20, 'm68', 'ПЕЧЕНИ КРУШИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (69, '50 гр киноа
50 гр ролца от раци
1 яйце
50 гр броколи
25 гр пушена сьомга
2 оризови вафли
20 гр хумус
30 гр червена чушка
30 гр чери домати', 'Сваряваме киноата и смесваме с ролцата от раци. Добавяме чери доматките, червената чушка и изпечените предварително броколи. 
Сваряваме 1 яйце и добавяме. Намазваме оризовите вафлички с хумус, добавяме сьомгата и червената чушка.', 520, 30, 'm69', 'БУДА ЧИНИЯ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (70, '70 гр безглутенови макарони
30 гр гъби печурки
50 гр броколи
50 гр чери домати
20 гр песто
20 гр пармезан', 'Сварете макароните в подсолена вода. В тиган запечете печурките, броколите и чери доматките. Добавете песто и пармезан.', 438, 20, 'm70', 'БЕЗГЛУТЕНОВА ПАСТА - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (71, '200 гр авокадо
100 гр банан
25 гр какао
50 гр мед', 'Всичко се поставя в блендер и се разбърква добре.', 720, 20, 'm71', 'МУС ОТ АВОКАДО - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (72, '100 гр банан
1 яйце
100 гр овесени ядки
50 гр мед
50 гр фъстъчено масло
1 к.л сода
20 гр кокосово брашно
25 гр фурми
20 гр натурален шоколад', 'Всичко се поставя в блендер и се разбърква добре. оформят се бисквити на хартия. Пече се на 180 градуса за 20 мин.', 1270, 20, 'm72', 'БИСКВИТКИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (73, '75 гр протеинови бисквити на GymBeam
50 гр скир
10 гр чиа
20 гр киви
20 гр боровинки', 'Натрошете бисквитката на дъното на чаша. Добавете скир, смесен с чиа. Добавете киви с боровинки.', 443, 15, 'm73', 'ФЕЙК ЧИЙЗКЕЙК - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (74, '50 гр моркови
50 гр червена чушка
50 гр боб от консерва
2 яйца
20 гр хумус
2 оризови вафли', 'Нарежете червената чушка и морковът на пръчици. Намажете оризовите вафли с хумуса. 
Изпържете 2-те яйца и ги поставете върху оризовите вафли. Поръсете с подправки по вкус. Добавете боба.', 375, 20, 'm74', 'ВЕДЖИ ВЕЧЕРЯ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (75, '100 гр ябълки
1 с.л мед
канела
20 гр орехи
100 гр скир
50 гр лешниково Шоко сироп GymBeam', 'Разрязваме ябълката на 2 половини и почистваме средата. Поръсваме с канела, мед и орехи. Печем за 10 мин на 180 градуса. След като крушата изстине я пълним със скир. 
Поръсваме с безкалоричния сироп на GymBeam.', 412, 20, 'm75', 'ЯБЪЛКОВО ИЗКУШЕНИЕ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (76, '100 гр банан
75 гр протеинови бисквитки на GymBeam
1 яйце
1 с.л какао
100 гр овесени ядки
1 с.л мед
1 портокалова есенция
80 гр натурален шоколад', 'Сложете банана, бисквитките, яйцето, какаото, меда, овесените ядки и есенцията в блендер. Разбъркайте до получаване на хомогенна смес. Разпределете в силиконова форма за мъфини. 
Сложете по 1 парче шоколад в центъра на мъфина. Печете на 180 градуса за 20 мин.', 1561, 30, 'm76', 'МЪФИНИ - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (77, '50 гр червена чушка
50 гр червен лук
100 гр авокадо
30 гр ролца от раци
50 гр киноа
100 гр рукола
лимонов сок за овкусяване', 'Нарязваме на ситно всичко и смесваме.', 469, 15, 'm77', 'САЛАТА ОТ РУКОЛА - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (78, '100 гр банан
50 гр овесени ядки
2 яйца
1 ванилия
1 с.л мед
50 гр семена от чиа
20 гр фурми
1 с.л фъстъчено масло', 'Слагаме всичко без фъстъченото масло в блендер и разбъркваме до получаване на хомогенна смес. 
Изсипваме в силиконова форма и печем за 10 мин на 180 градуса.
Поръсваме с фъстъченото масло и плодове по желание.', 1210, 25, 'm78', 'МИНИПАЛАЧИНКИ- КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (79, '200 гр филе от сьомга
100 гр замразени зеленчуци
10 гр зехтин', 'Подреждаме на хартия като поръсваме зеленчуците със зехтин и подправки. Печем за 15 мин.', 595, 20, 'm79', 'ФИЛЕ ОТ СЬОМГА - КАТЕРИНА КОЛЕВА');

INSERT INTO Meal (idMeal, ingredients, steps, calories, prepTime, mealImage, name) VALUES (80, '200 гр айсберг
50 гр сладка царевица
20 гр маслини
100 гр риба тон', 'Всичко се смесва. Овкусява се с лимонов сок и сол пожелание.', 282, 20, 'm80', 'САЛАТА С РИБА ТОН - АНИ НИНОВА');